Repository: ripple0328/zonely
Catalog: ios/say my name/*.lproj/Localizable.strings
Languages: ar, bn, de, es, fr, hi, ja, pt_br, zh_hans

# common_spelling_placeholder
source: Common spelling
ar: الإملاء الشائع
bn: সাধারণ বানান
de: Gängige Schreibweise
es: Ortografía común
fr: Orthographe courante
hi: आम वर्तनी
ja: 一般的スペル
pt_br: Grafia comum
zh_hans: 常用语言

# original_spelling_placeholder
source: Original spelling
ar: الإملاء الأصلي
bn: মূল বানান
de: Ursprüngliche Schreibweise
es: Ortografía original
fr: Orthographe originale
hi: मूल वर्तनी
ja: 元のスペル
pt_br: Grafia original
zh_hans: 原始语言

# text_may_not_match_lang
source: Text may not match %@
ar: قد لا يتطابق النص مع %@
bn: পাঠ্য %@ এর সাথে মিল নান নাো
de: Text stimmt möglicherweise nicht mit %@ überein
es: El texto puede no coincidir con %@
fr: Le texte peut ne pas correspondre à %@
hi: पाठ %@ से मेल नहीं खा सकता
ja: テキストが%@と一致しない可能性があります
pt_br: O texto pode não corresponder a %@
zh_hans: 文本可能与%@不匹配

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
pt_br: Idioma
zh_hans: 语言

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
ja: 追加
pt_br: Adicionar
zh_hans: 添加

# empty_list_message
source: No names yet. Add a name and language to begin.
ar: لا توجد أسماء بعد. أضف اسماً ولغة للبدء.
bn: এখনো কোন নাম নেই। শুরু করতে একটি নাম এবং ভাষা যোগ করুন।
de: Noch keine Namen. Fügen Sie einen Namen und eine Sprache hinzu, um zu beginnen.
es: Aún no hay nombres. Agrega un nombre e idioma para comenzar.
fr: Aucun nom pour l'instant. Ajoutez un nom et une langue pour commencer.
hi: अभी तक कोई नाम नहीं। शुरू करने के लिए एक नाम और भाषा जोड़ें।
ja: まだ名前がありません。名前と言語を追加して開始してください。
pt_br: Ainda não há nomes. Adicione um nome e idioma para começar.
zh_hans: 还没有名字。请先添加名字和语言。

source: Share your list
ar: شارك قائمتك
bn: আপনার তালিকা শেয়ার করুন
de: Liste teilen
es: Comparte tu lista
fr: Partagez votre liste
hi: अपनी सूची साझा करें
ja: リストをシェア
pt_br: Compartilhe sua lista
zh_hans: 分享你的列表

source: Share
ar: مشاركة
bn: শেয়ার
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
ja: シェア
pt_br: Compartilhar
zh_hans: 分享

# pronunciations_cached_count
source: %d pronunciations cached
ar: %d نُطق محفوظ في التخزين المؤقت
bn: %dটি উচ্চারণ ক্যাশে সংরক্ষিত
de: %d Aussprachen im Cache
es: %d pronunciaciones en caché
fr: %d prononciations en cache
hi: %d उच्चारण कैश में सहेजे गए
ja: %d件の発音がキャッシュされています
pt_br: %d pronúncias em cache
zh_hans: %d 条发音已缓存

source: Clear
ar: مسح
bn: পরিষ্কার
de: Löschen
es: Limpiar
fr: Effacer
hi: साफ करें
ja: クリア
pt_br: Limpar
zh_hans: 清除

# clear_audio_cache_title
source: Clear Audio Cache
ar: مسح تخزين الصوت المؤقت
bn: অডিও ক্যাশ পরিষ্কার করুন
de: Audio-Cache löschen
es: Limpiar Caché de Audio
fr: Effacer le cache audio
hi: ऑडियो कैश साफ करें
ja: 音声キャッシュをクリア
pt_br: Limpar Cache de Áudio
zh_hans: 清除音频缓存

# clear_audio_cache_message
source: This will remove all cached audio files. They will be downloaded again when needed.
ar: هذا سيزيل جميع ملفات الصوت المحفوظة. سيتم تنزيلها مرة أخرى عند الحاجة.
bn: এটি সব ক্যাশ করা অডিও ফাইল সরিয়ে দেবে। প্রয়োজনে সেগুলো আবার ডাউনলোড হবে।
de: Dies entfernt alle zwischengespeicherten Audiodateien. Sie werden bei Bedarf erneut heruntergeladen.
es: Esto eliminará todos los archivos de audio en caché. Se descargarán nuevamente cuando sea necesario.
fr: Cela supprimera tous les fichiers audio en cache. Ils seront téléchargés à nouveau si nécessaire.
hi: यह सभी कैश की गई ऑडियो फाइलों को हटा देगा। आवश्यकता पड़ने पर वे फिर से डाउनलोड होंगी।
ja: キャッシュされた音声ファイルをすべて削除します。必要に応じて再びダウンロードされます。
pt_br: Isso removerá todos os arquivos de áudio em cache. Eles serão baixados novamente quando necessário.
zh_hans: 这将移除所有已缓存的音频文件。需要时会重新下载。

source: Cancel
ar: إلغاء
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消
